Repository: classaxe/rxx_symfony
Catalog: translations/messages.*.xlf
Languages: de, es, fr

source: Administrator Logon
de: Administratoranmeldung
es: Administrador de inicio de sesión
fr: Connexion administrateur

source: Logon
de: Einloggen
es: Inicio de sesión
fr: Se connecter

source: You must logon in order to perform administrative functions.
de: Sie müssen sich anmelden, um Verwaltungsfunktionen ausführen zu können.
es: Debe iniciar sesión para realizar funciones administrativas.
fr: Vous devez vous connecter pour effectuer des tâches administratives.

source: You are now logged on as an Administrator and may perform administrative functions.
de: Sie sind jetzt als Administrator angemeldet und können Verwaltungsfunktionen ausführen.
es: Ahora ha iniciado sesión como administrador y puede realizar funciones administrativas.
fr: Vous êtes maintenant connecté en tant qu'administrateur et pouvez effectuer des tâches administratives.

# To log off, select &lt;strong&gt;Log Off&lt;/strong&gt; from the main menu.
source: To log off, select <strong>Log Off</strong> from the main menu.
de: Um sich abzumelden, wählen Sie im Hauptmenü <strong> Abmelden </strong>.
es: Para cerrar sesión, seleccione <strong> Cerrar sesión </strong> en el menú principal.
fr: Pour vous déconnecter, sélectionnez <strong> Fermer la session </strong> dans le menu principal.

source: (No listeners found matching your criteria)
de: (Es wurden keine Zuhörer gefunden, die Ihren Kriterien entsprechen.)
es: (No se encontraron oyentes que coincidan con sus criterios)
fr: (Aucun auditeur correspondant à vos critères n'a été trouvé)

source: Please provide a valid Username
de: Bitte geben Sie einen gültigen Benutzernamen an
es: Por favor proporcione un nombre de usuario válido
fr: Veuillez fournir un nom d'utilisateur valide

source: Please provide a valid Password
de: Bitte geben Sie ein gültiges Passwort an
es: Por favor, proporcione una contraseña válida
fr: Veuillez fournir un mot de passe valide

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe

source: Username
de: Nutzername
es: Nombre de usuario
fr: Nom d'utilisateur

source: Signals Received in Europe
de: In Europa empfangene Signale
es: Señales recibidas en Europa
fr: Signaux reçus en Europe

# Signals Received in N &amp; C America + Hawaii
source: Signals Received in N & C America + Hawaii
de: In N & C America + Hawaii empfangene Signale
es: Señales recibidas en América del Norte y Hawai
fr: Signaux reçus en Amérique du Nord et à Hawaii

source: Signals Received Worldwide
de: Weltweit empfangene Signale
es: Señales recibidas en todo el mundo
fr: Signaux reçus dans le monde entier

source: North America (RNA)
de: Nordamerika (RNA)
es: Norteamérica (RNA)
fr: Amérique du Nord (RNA)

source: Europe (REU)
de: Europa (REU)
es: Europa (REU)
fr: L'Europe (REU)

source: Worldwide (RWW)
de: Weltweit (RWW)
es: En todo el mundo (RWW)
fr: À l'échelle mondiale (RWW)
